2021/chaogu_shudan.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="zh-CN" xml:lang="zh-CN">
<head>
<!-- 2024-03-25 Mon 00:00 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>炒股书单推荐</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="panshishuo" />
<link rel="icon" href="/panshi/favicon.ico" type="image/vnd.microsoft.icon"/><link rel="stylesheet" type="text/css" href="/panshi/style.css"/>
</head>
<body>
<div id="preamble" class="status">
<div id="org-div-home-and-up">
 <a accesskey="h" href="/panshi/sitemap.html"> 索引 </a>
 |
 <a accesskey="H" href="/panshi"> 主页 </a>
 |
 <a accesskey="" href="/panshi/pics.html"> 图集 </a>
 |
 <a accesskey="" href="https://github.com/xingangshi" target="_blank"> GITHUB </a>
 |
 <a accesskey="" href="https://www.shixingang.com/diary/" target="_blank"> 随笔 </a>
 |
 <a accesskey="" href="https://www.geekpanshi.com/" target="_blank"> 旧博客 </a>
 |
 <a><input type="text" class="st-default-search-input" placeholder="站内搜索..."/></a>
</div>
<script type="text/javascript">
  (function(w,d,t,u,n,s,e){w['SwiftypeObject']=n;w[n]=w[n]||function(){
  (w[n].q=w[n].q||[]).push(arguments);};s=d.createElement(t);
  e=d.getElementsByTagName(t)[0];s.async=1;s.src=u;e.parentNode.insertBefore(s,e);
  })(window,document,'script','//s.swiftypecdn.com/install/v2/st.js','_st');

  _st('install','-7xxk_zZkMGeYu7EHZqk','2.0.0');
</script>

<script src="https://cdn.bootcss.com/vue/2.6.11/vue.min.js"></script>
</div>
<div id="content">
<h1 class="title">炒股书单推荐</h1>
<div id="table-of-contents">
<h2>&#30446;&#24405;</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org9b3a1fc">《winner take all》</a></li>
<li><a href="#org11c2560">《对冲之王：华尔街量化投资传奇》</a></li>
<li><a href="#org6b93436">《漫步华尔街》</a></li>
<li><a href="#org5bfe957">《股票大作手回忆录》</a></li>
<li><a href="#org82540f7">《投资最重要的事》</a></li>
<li><a href="#orgdc533b8">《以交易为生》</a></li>
<li><a href="#org3cff599">《股市真规则》</a></li>
<li><a href="#orge67fc53">《交易心理分析》</a></li>
<li><a href="#org6608d3f">《价值投资的十项核心原则：成为聪明投资者的工具与技巧》</a></li>
<li><a href="#orgb0e811b">《止损：如何克服贪婪和恐惧》</a></li>
<li><a href="#org8690ae7">《cis 的股票交易术》</a></li>
<li><a href="#org9a81f5a">《股票量化交易的 7 个策略》</a></li>
<li><a href="#orgb986991">《金融怪杰：华尔街的顶级交易员》</a></li>
<li><a href="#org72c0f7e">《大空头》 和 《贼巢》</a></li>
</ul>
</div>
</div>
<p>
炒股要赚钱没有捷径，只能多实践、多读书。但炒股书籍这里有个坑 —— 要读好书！
</p>

<p>
以我的阅读经验来说，炒股的烂书特别多。大概这几类：
</p>

<ol class="org-ol">
<li>用自己狭隘、甚至错误的观念去写书，还特别言之凿凿，让人以为真理在握。这类炒股类图书作者多是交易员的背景，具有“工匠”的思维模式，自己手里有把锤子，看啥都是钉子。</li>

<li>云山雾罩一大堆，说一吨的“正确的废话”，但就是不告诉你实操细节。这类书可以用缺乏“书德”来形容 —— 你要是不愿意给干货，为什么要出书？！</li>

<li>给自己歌功颂德，为自己立牌坊写的书。这类书基本都可以归于垃圾。</li>
</ol>

<div id="outline-container-org9b3a1fc" class="outline-2">
<h2 id="org9b3a1fc">《winner take all》</h2>
<div class="outline-text-2" id="text-org9b3a1fc">
<p>
一本比较冷门的小书，《winner take all》，作者是加拿大人 william gallacher。网上有中文版的 pdf，书名是《稳操胜算》。这书名的翻译太奇怪了，明明是“赢家通吃”，非要翻译成“稳操胜算”，莫名其妙。这书我看了三遍，它好就好在是一本说实话、有干货、有格局的书。
</p>
</div>
</div>

<div id="outline-container-org11c2560" class="outline-2">
<h2 id="org11c2560">《对冲之王：华尔街量化投资传奇》</h2>
<div class="outline-text-2" id="text-org11c2560">
<p>
这本书太好了，然后你会认为中文译者实在太恶心了。这书的中文名字是《对冲之王：华尔街量化投资传奇》，而原书的名称是《The Physics of Wall Street: A Brief History of Predicting the Unpredictable》（华尔街的物理学：对不可预测的预测简史）。中文书名翻译得太烂了，差点让我错过这本让我看了三遍的好书。这书的三位中文译者，真应该为自己感到羞愧！
</p>
</div>
</div>

<div id="outline-container-org6b93436" class="outline-2">
<h2 id="org6b93436">《漫步华尔街》</h2>
<div class="outline-text-2" id="text-org6b93436">
<p>
炒股不如投基金，赚钱还省心。
</p>
</div>
</div>

<div id="outline-container-org5bfe957" class="outline-2">
<h2 id="org5bfe957">《股票大作手回忆录》</h2>
<div class="outline-text-2" id="text-org5bfe957">
<p>
交易员的“圣经”，人手一本。
</p>
</div>
</div>

<div id="outline-container-org82540f7" class="outline-2">
<h2 id="org82540f7">《投资最重要的事》</h2>
<div class="outline-text-2" id="text-org82540f7">
<p>
橡树资本的老大霍华德写的，这是他每年给股东投资信的合集，挺好的。
</p>
</div>
</div>

<div id="outline-container-orgdc533b8" class="outline-2">
<h2 id="orgdc533b8">《以交易为生》</h2>
<div class="outline-text-2" id="text-orgdc533b8">
<p>
关于如何交易，这是一本百科式的入门书，很适合新手。这书销量挺好的，后来作者又写了一本《以交易为生2：卖出的艺术》，也挺适合新手。
</p>
</div>
</div>

<div id="outline-container-org3cff599" class="outline-2">
<h2 id="org3cff599">《股市真规则》</h2>
<div class="outline-text-2" id="text-org3cff599">
<p>
晨星的分析师写的一本书，详细介绍了如何做“基本面分析”，基本都是干货的内容。
</p>
</div>
</div>

<div id="outline-container-orge67fc53" class="outline-2">
<h2 id="orge67fc53">《交易心理分析》</h2>
<div class="outline-text-2" id="text-orge67fc53">
<p>
讨论交易时候心理状态的一本好书。
</p>
</div>
</div>

<div id="outline-container-org6608d3f" class="outline-2">
<h2 id="org6608d3f">《价值投资的十项核心原则：成为聪明投资者的工具与技巧》</h2>
<div class="outline-text-2" id="text-org6608d3f">
<p>
行为经济学的一本好书，能带来智力上愉悦感，作者很幽默，写得好玩。
</p>
</div>
</div>

<div id="outline-container-orgb0e811b" class="outline-2">
<h2 id="orgb0e811b">《止损：如何克服贪婪和恐惧》</h2>
<div class="outline-text-2" id="text-orgb0e811b">
<p>
这是一个失败的交易员的肺腑之言，《黑天鹅》作者塔勒布强烈推荐的一本书。
</p>
</div>
</div>

<div id="outline-container-org8690ae7" class="outline-2">
<h2 id="org8690ae7">《cis 的股票交易术》</h2>
<div class="outline-text-2" id="text-org8690ae7">
<p>
cis 是日本一个散户的昵称，他可能是日本最牛的散户之一。这本书主要讲了他的“趋势交易”操盘经历。
</p>
</div>
</div>

<div id="outline-container-org9a81f5a" class="outline-2">
<h2 id="org9a81f5a">《股票量化交易的 7 个策略》</h2>
<div class="outline-text-2" id="text-org9a81f5a">
<p>
这书可以说是纯干货了，直接给了 7 个策略和具体指标。作者 拉里·康纳斯 是一个资深交易员，他特别擅长使用 RSI 指标。
</p>
</div>
</div>

<div id="outline-container-orgb986991" class="outline-2">
<h2 id="orgb986991">《金融怪杰：华尔街的顶级交易员》</h2>
<div class="outline-text-2" id="text-orgb986991">
<p>
17 个交易员的访谈记录，让你浮光掠影了解一下顶级交易员。
</p>
</div>
</div>

<div id="outline-container-org72c0f7e" class="outline-2">
<h2 id="org72c0f7e">《大空头》 和 《贼巢》</h2>
<div class="outline-text-2" id="text-org72c0f7e">
<p>
两部关于华尔街内幕交易的纪实小说，非常精彩！《大空头》小说改编的电影，也是交易员必看的。
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<hr/>
<script src="https://utteranc.es/client.js"
    repo="geekpanshi/apc"
    issue-term="pathname"
    label="apc"
    theme="github-light"
    crossorigin="anonymous"
    async>
</script>
<hr/>
<p >标题：炒股书单推荐</p>
<p class="date">日期：2024-03-25 Mon 00:00</p>
<p class="author">作者：<a href="https://nas.qysit.com:2046/geekpanshi/panshi_imgs/-/raw/main/images/about/dx17wGO.png">磐石说</a></p>
<p class="creator">© 2018 – 2023 <a href="https://github.com/geekpanshi">GeekPanshi</a> (<a href="https://www.shixingang.com/">shixingang</a>)</p>
<p class="validation"></p>
</div>
</body>
</html>
